{
  "мать-и-мачеха": {
    "latin": "Tussilago farfara",
    "family": "Астровые (Asteraceae)",
    "region": "Распространена по всей Европейской части России, Сибири и Дальнем Востоке",
    "season": "Цветёт в марте–мае, до появления листьев",
    "habitat": "Поймы рек, вырубки, дороги, нарушенные участки",
    "uses": "Лекарственное растение. Используется при бронхитах и кашле. Содержит алкалоиды, слизь, флавоноиды.",
    "facts": "Название происходит от различий в опушении листьев: верхняя сторона — «мать» (гладкая), нижняя — «мачеха» (тёплая, пушистая)."
  },
  "одуванчик": {
    "latin": "Taraxacum officinale",
    "family": "Астровые (Asteraceae)",
    "region": "По всей России — от Калининграда до Владивостока",
    "season": "Цветёт с апреля по октябрь",
    "habiat": "Луга, поля, газоны, огороды, обочины дорог",
    "uses": "Пищевое (листы в салатах), мёд, корни — для чая, заменитель кофе. Лекарственное — для печени и ЖКТ.",
    "facts": "Семена распространяются с помощью «парашютиков». Может жить до 10 лет. Корень достигает 50 см в длину."
  },
  "берёза": {
    "latin": "Betula pendula",
    "family": "Берёзовые (Betulaceae)",
    "region": "От Европейской части до Сибири и Дальнего Востока",
    "season": "Цветёт в апреле–мае (серёжки)",
    "habitat": "Леса, опушки, вырубки, городские парки",
    "uses": "Дёготь, берёсту, сок (сок — весенний напиток), древесина — для производства фанеры.",
    "facts": "Одно из самых светлых деревьев в лесу. Срок жизни — до 150 лет. Пыльца — сильный аллерген."
  },
  "дуб": {
    "latin": "Quercus robur",
    "family": "Буковые (Fagaceae)",
    "region": "Европейская часть России, Крым, Кавказ",
    "season": "Цветёт в мае, плоды (жёлуди) созревают к осени",
    "habitat": "Леса, парки, склоны рек",
    "uses": "Прочный материал для мебели, винные бочки. Жёлуди — корм для животных (после выщелачивания).",
    "facts": "Живёт до 500–1000 лет. Считается символом силы и долголетия. Молодые дубы теневыносливы, взрослые — светолюбивы."
  },
  "роза": {
    "latin": "Rosa spp.",
    "family": "Розоцветные (Rosaceae)",
    "region": "Культурное растение. Дикие виды — в южных регионах России (Кавказ, Крым, Сибирь)",
    "season": "Цветёт с июня по сентябрь",
    "habitat": "Сады, парки, огороды, дикорастущие формы — на склонах, опушках",
    "uses": "Декоративное, эфирное масло (роза дамасская), чай из плодов (шиповник — дикая роза).",
    "facts": "Шиповник — дикая форма розы. Плоды содержат рекордное количество витамина C."
  },
  "крапива": {
    "latin": "Urtica dioica",
    "family": "Крапивные (Urticaceae)",
    "region": "По всей России, особенно в умеренном поясе",
    "season": "Цветёт с июня по сентябрь",
    "habitat": "У жилья, на поймах, в лесах, на удобренных почвах",
    "uses": "Пищевое (листья в супах), лекарственное (кровоостанавливающее), для подкормки растений, волокно для ткани.",
    "facts": "Жалящие волоски содержат муравьиную кислоту, гистамин и ацетилхолин. При заваривании или варке — перестаёт жалить."
  }
}